<template>
    <div class="container text-center my-5">
        <h1>自由の女神</h1>
        <div class="container mb-5">
        <h2>アメリカの象徴「自由の女神像」</h2>
        <img src="img/free-megami.webp" class="img-fluid" alt="ziyuu-megami">
        <p class="fs-4">自由の女神像は、アメリカ独立100周年を記念しフランス人のエドワール・ド・ラブライエが建設を提案し、寄付を募集しました。設計にはフレデリク・バルトルディとギュスターヴ・エッフェルが関わりました。

女神像はローマ神話の自由の女神リーベルタースをモチーフにしていますが、その顔のモデルはドラクロワの「民衆を導く自由の女神」とバルトルディの母親です。

作成はフランスで行われ、300のパーツに解体し、アメリカまで運ばれました。

そして、1886年10月28日に除幕式が行われました。除幕はバルトルディが行い、クリーブランド米大統領など多くの人々が集まりました。
</p>

        </div>
        </div>
    </template>